[A_Item_Custom.GrenadeMod_AllInOne GrenadeModDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Especial Tudo Em Um"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Payload.Payload_AllInOne:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Canto, canto... um encanto... BUM!"
NoConstraintText=""
Suffix=""
Prefix=""

[Payload.Payload_AllInOne:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Seleciona um tipo de ataque diferente cada vez que jogar uma granada."
NoConstraintText=""
Suffix=""
Prefix=""

